{
	"id": "frfr",
	"navbarMenu": {
		"labelHome": "HOME",
		"labelServices": "MY DOMAINS",
		"labelAboutMe": "WHOAMI",
		"labelPortifolio": "PROJECTS",
		"labelExperience": "EXPERIENCES"
	},
	"landingPage": {
		"apresentationText": "Hello World,",
		"resumeText": "Cybersecurity Expert, I specialize in web application penetration testing, identifying and exploiting vulnerabilities to help organizations strengthen their defenses.🛡️  Certified Professional, I hold two recognized certifications: CCNA (Cisco Certified Network Associate) by Cisco and Certified in Cybersecurity (CC) by (ISC)². 🎓Security Enthusiast, I stay updated on the latest threats, tools, and techniques to ensure robust, real-world protection in an ever-evolving digital landscape. 🧠",
		"buttonText": "MORE ABOUT ME"
	},
	"servicesOffer": {
		"title": "My Domains",
		"cards": {
			"pentesting": {
				"title": "Web Application Pentesting",
				"contentText": "Skilled in identifying and exploiting vulnerabilities in web applications. Experienced with tools like Burp Suite, OWASP ZAP, and Nmap. Proficient in reconnaissance, injection attacks, session management flaws, and secure coding recommendations."
			},
			"cybersecurityFundamentals": {
				"title": "Cybersecurity Fundamentals",
				"contentText": "Strong foundation in cybersecurity principles based on ISC2 CC certification. Knowledge in access control, security operations, risk management, incident response, and the fundamentals of protecting systems and data."
			},
			"networking": {
				"title": "Networking",
				"contentText": "Understanding of core networking concepts including IP addressing, subnetting, routing & switching, OSI model, and troubleshooting network connectivity. Hands-on experience with configuring and managing network devices."
			},
			"networkSecurity": {
				"title": "Network Security",
				"contentText": "Experience in securing network infrastructures using firewalls, VPNs, and access control mechanisms. Able to detect and mitigate network-based attacks and implement security best practices to protect data in transit."
			},
			"riskManagement": {
				"title": "Risk Management",
				"contentText": "Expert in identifying, assessing, and mitigating cybersecurity risks. Proficient in developing risk management frameworks, risk assessments, and implementing mitigation strategies."
			}
		}
	},
	"aboutMePage": {
		"title": "WHOAMI",
		"paragraph_one": "I am currently working as a Web Application Penetration Tester.",
		"paragraph_two": "As a cybersecurity expert with certifications in networking (CCNA) and foundational security (ISC2 CC), I am passionate about protecting systems, networks, and applications. I specialize in identifying vulnerabilities in web platforms and strengthening security measures for organizations. My focus lies in offensive security, compliance, and incident prevention. I aim to provide practical and effective solutions to help secure digital assets across various industries.",
		"paragraph_three": "I strongly believe in hands-on learning and staying curious in the ever-evolving world of cybersecurity. I enjoy building my own labs, testing real-world scenarios, and sharing knowledge through content creation. Whether it’s capturing flags, simulating attacks, or raising awareness, I’m committed to helping others understand and embrace cybersecurity practices with confidence.",
		"github_card": {
			"followers": "followers",
			"following": "following",
			"repos": "repos"
		},
		"alt_dev_img": "Midgetpool"
	},
	"portfolioPage": {
		"title": "PROJECTS",
		"labelFilter": "ALL",
		"createdLabel": "Created on"
	},
	"experiencePage": {
		"title": "EXPERIENCES",
		"timeline": {
			"labelPosition": "Position",
			"labelTitle": "Title",
			"labelCompany": "Company",
			"labelCategory": "Category",
			"labelInstitution": "Institution",
			"labelProfessionalCourse": "Professional Courses",
			"labelBachelorDegree": "Bachelor's Degree",
			"labelExtensionCourse": "Extension Courses"
		}
	},
	"footer": {
		"labelNavigation": {
			"title": "Navigation",
			"labelHome": "Main Menu",
			"labelServices": "My Domains",
			"labelAboutMe": "Whoami",
			"labelPortfolio": "Projects",
			"labelExperience": "Experiences"
		},
		"labelHost": {
			"title": "HOSTING"
		},
		"labelSourceCode": {
			"title": "SOURCE CODE"
		},
		"labelTechs": {
			"title": "TECHNOLOGIES"
		},
		"labelBuildVersion": "Version"
	}
}